{
  "architectures": [
    "Owlv2ForObjectDetection"
  ],
  "initializer_factor": 1.0,
  "logit_scale_init_value": 2.6592,
  "model_type": "owlv2",
  "projection_dim": 512,
  "text_config": {
    "model_type": "owlv2_text_model"
  },
  "torch_dtype": "float32",
  "transformers_version": "4.35.0.dev0",
  "vision_config": {
    "image_size": 960,
    "model_type": "owlv2_vision_model",
    "patch_size": 16
  }
}
